"{\"Kanyashree Prakalpa\": \"An unmarried girl child who is 13 to 18 years old and reading in class VIII/IX/XI/XII will get annual scholarship of Rs. 750/- if annual income of her family is upto Rs. 1.2 Lac.\", \"Rupashree Prakalpa\": \"Govt. of West Bengal has launched Rupashree Scheme. In this scheme one time financial grant of Rs. 25,000/- will be given to girls above 18 years old for marriage purpose.\", \"Yuvasree (Yuva Utsaha Prakalpa)\": \"The objective of the scheme is to provide employment assistance to the unemployed youths of West Bengal for increasing their employment ability and skill.\", \"Sikshashree Scheme\": \"Sikshashree Scholarship Scheme is for the day scholar students of Class V to VIII belonging to Scheduled Caste/ Scheduled Tribe category.\", \"Krishak Bandhu Scheme\": \"Krishak Bandhu (Assured Income and Death Benefit) Scheme under which every farmer including recorded Bhagchasi (Share Croper) will be eligible to get financial support.\", \"Lokprasar Prakalpa\": \"To revive and showcase the different folk music forms of Bengal, a unique project entitled Lok Prasar Prakalpa has spread its wings across the State.\", \"Utkarsh Bangla\": \"A flagship Scheme for the entire non-institutional, non-project mode, short term Skill Development interventions to provide wage/ self-employment linked skills training to the residents of the State of West Bengal.\", \"Nijo Griha Nijo Bhumi\": \"Ownership of five decimals of land per family of houseless agricultural labourers, artisans and fishermen is provided by the Government of West Bengal.\", \"Swasthya Sathi Scheme\": \"\\u201cSwasthya Sathi\\u201d for Contractual/ Casual/ Daily rated workers.\", \"Gatidhara Scheme\": \"WBTIDCL is the active agent of this project. In case of Commercial cars the State Government shall provide 30% of the price of car or Rs 1 Lakh maximum as subsidy.\", \"Gitanjali Housing Scheme\": \"State Government is providing Rs. 70 thousand per house in plain area and Rs. 75 thousand per house at Hill area and also at Sundarban area under this project Gitanjali.\", \"Khadya Sathi Scheme\": \"The main purpose of Khadya Sathi project is to ensure food and nutrition by supply of food to the people from backward classes/ pavement dwellers/ aila, drought affected people etc.\", \"Sabooj Sathi Scheme\": \"A scheme for distribution of bi-cycles to students of class IX to XII studying in Govt. run and Govt. aided Schools and Madrashas of the State of West Bengal.\", \"Sabujshree\": \"Sabujshree will increase awareness and attach values about environment and society to the younger generation. The project will transform Bengal into a Green Bengal.\", \"Sufal Bangla\": \"Sufal Bangla is an initiative of the Govt. of West Bengal for the benefit of the people to ensure fresh vegetables at reasonable price at the their door step.\", \"Shishu Sathi Scheme\": \"Shishu Sathi scheme is to provide free treatment to children below 18 years age, who need heart surgeries, irrespective of how rich or poor the parents are.\", \"Sabala Scheme for Adolescent Girls\": \"Sabala aims at empowering Adolescent Girls of 11 to 18 years by improving their nutritional and health status, up gradation of home skills, life skills and vocational skills.\", \"Various Schemes and Programmes for Minority Communities\": \"Providing soft loans for self-employment enterprises, Education loan for pursuing professional courses, Stipend and Scholarship, Vocational courses etc.\", \"Further Reading:\": \"Higher Education Department, Government of West Bengal\"}"